[
  { "id": 1,
    "name": "Build your own bootstrap", 
    "description": "Bootstrap popularized the idea of a CSS Component Library. It's a very well thought-out library, and it's extremely useful, well-tested, and well-architected. However, your app probably has needs, both in functionality and in design, that Bootstrap doesn't offer. You should make your own Bootstrap, custom for your app! You can base it off of the real deal, or start from scratch, but making a library of components for your app or website allows you superior testability, accessibility, reliability and updatability (if it ends in 'ility', you've got it!). Alex helped build 'Bootstripe' for Stripe's new user dashboard, and he's got a lot of tips for how to create, test, and maintain a library that's specific to your app or your company's needs.", 
    "personName": "Alex Sexton", 
    "imageUrl": "https://res.cloudinary.com/jsconfuy/image/upload/c_fill,f_auto,g_faces,h_40,w_40/v1427714255/pgjoqnrhyeyy9btfenvf.jpg",
    "date": "10:00"
  },
  { "id": 2,
    "name": "Sass maps: Working with responsive breakpoints", 
    "description": "When working with responsive design, dealing with breakpoints can get messy. Sass maps are a clean and powerful way to manage this data. In this talk we’ll see how they work, its usage and some useful functions.", 
    "personName": "Lourdes Montano", 
    "imageUrl": "https://res.cloudinary.com/jsconfuy/image/upload/c_fill,f_auto,g_faces,h_40,w_40/v1427413705/gijcqhulmldk59sbnfa3.jpg",
    "date": "10:50"
  },
  { "id": 3,
    "name": "Getting over Moore's Law: Parallelization using JavaScript in the browser", 
    "description": "Modern computers and devices continue the trend of having a larger number of CPU cores instead of cores with more computing power. That means that the days of waiting for Moore's Law to take effect so our apps run faster are over, and we, developers, need to start adventuring into the land of parallelism.", 
    "personName": "Damian Schenkelman", 
    "imageUrl": "https://res.cloudinary.com/jsconfuy/image/upload/c_fill,f_auto,g_faces,h_40,w_40/v1426085759/rrvodnidca210uuhalhy.jpg",
    "date": "11:30"
  },
]